{
  "service": "Explor our services",
  "serviceDescription": "We transform spaces, we create dreams.",
  "productDescription": "Simplify your space with elegance",
  "product": "Explore our collection of products",
  "seeMore": "Request Information",

  "contactDescription": "Designing a space is like composing a melody; Each element must harmonize to create a unique experience.",
  "projectTitle": "Explour our projects",
  "projectDescription": "Where Creativity Takes Center Stage",
  "office": "Offices",
  "house": "Houses",
  "hotel": "Hotels",
  "bedRooms": "Bedroom",
  "dinningRoom": "Dinning Rooms",
  "childrensRoom": "Children's Room",
  "closet": "Closets",
  "tipsDesignTitle": "Descubre el Arte del Diseño de Interiores",
  "tipsDesign1": "Historias Únicas",
  "tipsDesign1Description": "Cada espacio cuenta una historia. Conectamos tus preferencias y estilo de vida para diseñar espacios auténticos.",
  "tipsDesign2": "Estilos y Tendencias",
  "tipsDesign2Description": "Explora estilos, desde clásico hasta moderno. Descubre inspiración visual en nuestras galerías de diseño.",
  "tipsDesign3": "Decoración Práctica",
  "tipsDesign3Description": "Consejos prácticos para la decoración del hogar. Simplificamos la selección de colores, disposición de muebles y más.",
  "tipsDesign4": "Servicios Personalizados",
  "tipsDesign4Description": "Diseño a medida. Colaboramos estrechamente para crear espacios que reflejen tus gustos y necesidades únicas.",
  "tipsRemodelationTitle": "Renace con Estilo",
  "tipsRemodelation1": "Transformación Inspiradora",
  "tipsRemodelation1Description": "Elevamos el alma de su restaurante, revivimos el corazón de su cocina y rejuvenecemos el espíritu de su hotel.",
  "tipsRemodelation2": "Reinventando Espacios Laborales",
  "tipsRemodelation2Description": "Reinventamos el espacio de trabajo de su oficina. Diseñamos entornos que inspiran la productividad y la innovación.",
  "tipsRemodelation3": "Excelencia en Restauración",
  "tipsRemodelation3Description": "Experimente nuestra excelencia en restauración. Desde la elección de materiales hasta la ejecución del proyecto, cada detalle refleja calidad y dedicación.",
  "tipsRemodelation4": "Renovación con Propósito",
  "tipsRemodelation4Description": "Cada proyecto se realiza con el objetivo de crear espacios que no solo sean visualmente atractivos, sino también funcionales y significativos.",

  "titleFindIn": "Find it all at Dominican Masterblue.",
  "bathRoom": "Bathroom",
  "kitchen": "Kitchens",
  "livingRoom": "Living Room",
  "offices": "Offices",
  "room": "Rooms",
  "bannerMessage1": "Transform your space,",
  "bannerMessage2": "discover the perfect design.",
  "seeProducts": "See Products",
  "homeMessage": "Craft Your Space: Beyond Furniture, Into Dreams.",
  "interiorDesign": "Interior Design",
  "interiorDesingDescriptions": "Welcome to our Interior Design Oasis, where each space tells a unique story. Immerse yourself in a world of style and sophistication as we redefine the art of decoration whether in your home, workplace, restaurants, hotels and much more.",
  "restoration": "Furniture Manufacturing",
  "restorationDescription": "Embark on a journey of transformation with our Restoration Excellence. Elevate the soul of your restaurant, revive the heart of your kitchen, rejuvenate the spirit of your hotel, and reimagine the workspace in your office.",
  "architectureRender": "Architecture 3D Render",
  "architectureRenderDescription": "Step into a visionary realm with our Architecture 3D Renders. Immerse yourself in a digital tapestry that brings blueprints to life and transforms concepts into breathtaking reality.",
  "furnitureUpholstery": "Furniture Upholstery",
  "furnitureUpholsteryDescription": "We have fabrics, colors and textures that will make your furniture a different design and at the forefront of the day, highlighting that the art of working manually means that everything is done with dedication and delicacy, delivering products of optimal quality.",
  "handMadeDecoration": "Lamps and Handmade Decoration",
  "handMadeDecorationDescription": "We offer products made by skilled Dominican hands, supporting the aspirations and goals of mothers who are heads of household. We work with a variety of materials, such as natural and artificial wicker, rattan, jute, and many others, to provide unique and quality options.",
  "WorldforLittleOnes": "World for Little Ones",
  "WorldforLittleOnesDescription": "Make the ideal bedroom for your children a reality with our team. We create welcoming, serene and modern environments, providing a unique experience. We offer beds, cribs, nightstands, changing tables, mirrors, lamps and general decoration to complete the space with style and functionality.",
  "findDescription1": "!Welcome to Dominican Masterblue, where creativity meets comfort! Dive into our online store to discover a world of exquisite furniture, stylish upholstery, captivating lamps, and more.",
  "findDescription2": "Transform your space with our handcrafted pieces designed to elevate every corner of your home. Find inspiration, find style, find it all at Dominican Masterblue.",
  "whoWeAre": "Who We Are",
  "whoWeAreDescription1": "Dominican Masterblue Srl",
  "whoWeAreDescription2": "leads in cabinetmaking, remodeling and construction in Republica Domincana, offering high quality products, competitive prices and commitment to excellence. With a first-class human and technological platform, we guarantee customer satisfaction and sustainability. Our vision is to lead with continuous growth, provide opportunities to our employees and contribute to the ethical development of the city."
}
