{
  "service": "Explora nuestros servicios",
  "serviceDescription": "Transformamos espacios, creamos sueños.",
  "productDescription": "Simplifica tu espacio con elegancia.",
  "product": "Explora nuestra colección de productos",
  "seeMore": "Solicitar Información",
  "interiorDesign": "Diseño de interiores",
  "interiorDesingDescriptions": "Bienvenido a nuestro Oasis de Diseño de Interiores, donde cada espacio cuenta una historia única. Sumérgete en un mundo de estilo y sofisticación mientras redefinimos el arte de la decoración ya sea en tu hogar, lugar de trabajo, restaurantes, hoteles y mucho más.",
  "restoration": "Fabricación de Mobiliario",
  "restorationDescription": "Embárquese en un viaje de transformación con nuestra Excelencia en Restauración. Eleve el alma de su restaurante, reviva el corazón de su cocina, rejuvenezca el espíritu de su hotel y reinvente el espacio de trabajo de su oficina.",
  "architectureRender": " Arquitectura Render 3D ",
  "architectureRenderDescription": "Ingresa a un reino visionario con nuestros renders 3D de arquitectura. Sumérgete en un tapiz digital que da vida a los planos y transforma conceptos en una realidad impresionante.",
  "furnitureUpholstery": "Tapizado de Muebles",
  "furnitureUpholsteryDescription": "Contamos con telas, colores y texturas que haran de tus muebles un diseno diferente y a la vanguardia del dia , resaltando que el arte de trabajar manualmente hace que todo sea hecho con dedicacion y delicadeza, entregando productos de optima Calidad.",
  "handMadeDecoration": "Lamparas y Decoración Artesanal",
  "handMadeDecorationDescription": "Ofrecemos productos confeccionados por hábiles manos dominicanas, respaldando las aspiraciones y metas de madres cabeza de hogar. Trabajamos con una variedad de materiales, como mimbre natural, artificial, rattan, yute, y muchos otros, para brindar opciones únicas y de calidad.",
  "WorldforLittleOnes": "Mundo para Pequeñines",
  "WorldforLittleOnesDescription": "Haz realidad el dormitorio ideal para tus hijos con nuestro equipo. Creamos ambientes acogedores, serenos y modernos, proporcionando una experiencia única. Ofrecemos camas, cunas, mesitas de noche, cambiadores, espejos, lámparas y decoración general para completar el espacio con estilo y funcionalidad.",
  "contactDescription": "Diseñar un espacio es como componer una melodía; cada elemento debe armonizar para crear una experiencia única.",
  "projectTitle": "Explora nuestros proyectos",
  "projectDescription": "Donde la Creatividad Toma Forma",
  "kitchen": "Cocinas",
  "office": "Oficinas",
  "house": "Casas",
  "hotel": "Hoteles",
  "bedRooms": "Habitación",
  "childrensRoom": "Habitación de Niños",
  "bathRoom": "Baño",
  "dinningRoom": "Comedores",
  "closet": "Closets",
  "tipsDesignTitle": "Descubre el Arte del Diseño de Interiores",
  "tipsDesign1": "Historias Únicas",
  "tipsDesign1Description": "Cada espacio cuenta una historia. Conectamos tus preferencias y estilo de vida para diseñar espacios auténticos.",
  "tipsDesign2": "Estilos y Tendencias",
  "tipsDesign2Description": "Explora estilos, desde clásico hasta moderno. Descubre inspiración visual en nuestras galerías de diseño.",
  "tipsDesign3": "Decoración Práctica",
  "tipsDesign3Description": "Consejos prácticos para la decoración del hogar. Simplificamos la selección de colores, disposición de muebles y más.",
  "tipsDesign4": "Servicios Personalizados",
  "tipsDesign4Description": "Diseño a medida. Colaboramos estrechamente para crear espacios que reflejen tus gustos y necesidades únicas.",
  "tipsRemodelationTitle": "Renace con Estilo",
  "tipsRemodelation1": "Transformación Inspiradora",
  "tipsRemodelation1Description": "Elevamos el alma de su restaurante, revivimos el corazón de su cocina y rejuvenecemos el espíritu de su hotel.",
  "tipsRemodelation2": "Reinventando Espacios Laborales",
  "tipsRemodelation2Description": "Reinventamos el espacio de trabajo de su oficina. Diseñamos entornos que inspiran la productividad y la innovación.",
  "tipsRemodelation3": "Excelencia en Restauración",
  "tipsRemodelation3Description": "Experimente nuestra excelencia en restauración. Desde la elección de materiales hasta la ejecución del proyecto, cada detalle refleja calidad y dedicación.",
  "tipsRemodelation4": "Renovación con Propósito",
  "tipsRemodelation4Description": "Cada proyecto se realiza con el objetivo de crear espacios que no solo sean visualmente atractivos, sino también funcionales y significativos.",

  "titleFindIn": "Encuentra en Dominican Masterblue",
  "livingRoom": "Sala",
  "offices": "Oficinas",
  "room": "Habitación",
  "bannerMessage1": "Transforma tu espacio,",
  "bannerMessage2": "descubre el diseño perfecto.",
  "seeProducts": "Ver Productos",
  "homeMessage": "Modela Tu Espacio: Más Allá de los Muebles, Hacia los Sueños."
}
