{
  "bannerTitle": "Nuestra Historia, Tu Inspiración",
  "bannerDescription": "Innovación y Pasión en Cada Proyecto",
  "achitecture": "Arquitectura Render 3d",
  "contactDescription": "Descubre la Excelencia en Ebanistería y Remodelación en Republica Dominicana. Tu Visión, Nuestra Prioridad.",
  "contactInvitation": "¿Listo para Transformar Tu Espacio?",
  "contactUs": "¡Contáctanos Ahora!",
  "design": "Diseño de interiores",
  "email": "Correo",
  "message": "Mensaje",
  "name": "Nombre",
  "phone": "Teléfono / Whatsapp",
  "remodeling": "Remodelación",
  "seeMore": "Ver más",
  "serviceTitle": "Nos enfocamos en prestar servicios de alta calidad",
  "value1": "Integridad y Ética profesional",
  "value1Description": "Comprometidos con la honestidad y la ética en cada interacción. Valoramos la integridad como base para relaciones comerciales sólidas y duraderas.",
  "value2": "Innovación Sostenible",
  "value2Description": "Impulsamos la innovación sostenible en cada proyecto. Buscamos constantemente soluciones creativas y ecológicas que beneficien a nuestros clientes y al medio ambiente.",
  "value3": "Compromiso con la calidad",
  "value3Description": "Nos comprometemos con la excelencia y la calidad en cada producto y servicio. La atención meticulosa a los detalles es nuestra firma distintiva.",
  "value4": "Satisfacción del cliente",
  "value4Description": "Ponemos al cliente en el centro de todo lo que hacemos. Nos esforzamos por superar expectativas, ofreciendo productos de alta calidad, precios competitivos y un servicio excepcional.",
  "whoWeAre": "¿Quiénes somos?",
  "whoWeAreDescription1": "Dominican Masterblue Srl",
  "whoWeAreDescription2": "lidera en ebanistería, remodelaciones y construcción en Punta Cana, ofreciendo productos de alta calidad, precios competitivos y compromiso con la excelencia. Con una plataforma humana y tecnológica de primera, garantizamos la satisfacción del cliente y la sostenibilidad. Nuestra visión es liderar con crecimiento continuo, brindar oportunidades a nuestros empleados y contribuir al desarrollo ético de la ciudad.",
  "thanksForContacting": "Gracias por comunicarte con nosotros!!!",
  "contactSoon": "Pronto estaremos en contacto contigo para brindarte una asesoría personalizada."
}
